Repository: ms-studio/minimalistic-event-manager
Catalog: lang/mem-*.po
Languages: fr_fr

source: Event Dates
fr_fr: Gestion des dates

source: Not Set
fr_fr: Non défini

source: Start date
fr_fr: Début

source: End date
fr_fr: Fin

# repeat item title
source: Repeat
fr_fr: Récurrence

# repeat action button
source: Repeat
fr_fr: Récurrence

source: Edit
fr_fr: Modifier

source: %1$s%2$s, %3$s @ %4$s : %5$s
fr_fr: %2$s %1$s %3$s à %4$s h %5$s

source: Cancel
fr_fr: Annuler

source: Delete
fr_fr: Effacer

source: g:i a
fr_fr: H\hi

# First day of month
source: l F jS Y, g:i a
fr_fr: l j\e\r F Y, H\hi

# Other day of month
source: l F jS Y, g:i a
fr_fr: l j F Y, H\hi

# First day of month
source: l, F jS Y
fr_fr: l j\e\r F Y

# Other day of month
source: l, F jS Y
fr_fr: l j F Y

# First day of same month
source: F jS
fr_fr: \d\u j\e\r

# Other day of same month
source: F jS
fr_fr: \d\u j

source: –jS Y
fr_fr: \a\u j F Y

# First day of diff month
source: F jS
fr_fr: \d\u j\e\r F

# Other day of diff month
source: F jS
fr_fr: \d\u j F

# First day of month
source: – F jS Y
fr_fr: \a\u j\e\r F Y

# Other day of month
source: – F jS Y
fr_fr: \a\u j F Y

# First day of diff year
source: F jS Y
fr_fr: \d\u j\e\r F Y

# Other day of diff year
source: F jS Y
fr_fr: \d\u j F Y
